infos = [
    # {
    #     'sno': '2006200007',         # 学号
    #     'pwd': 'yzq20020817.',         # 密码
    #     'devName': '303-012',   # 预约的座位号（不足3位数的要补零）
    #     'name': '叶志强',        # 随便起个名字
    #     'periods': (            # 预约时间段（每段时间不能超过4小时）
    #         ('8:30:00', '12:30:00'),
    #         ('13:30:00', '17:30:00'),
    #         ('18:30:00', '21:45:00')
    #     ),
    #     'pushplus': '6915ced43b2c483c915a0d9301c3337e',         # pushplus 的 token（用于推送消息到微信）
    # },

    # {
    #     'sno': '2006200085',         # 学号
    #     'pwd': '#Wzt20010115',         # 密码
    #     'devName': '306-090',   # 预约的座位号（不足3位数的要补零）
    #     'name': '吴泽涛',        # 随便起个名字
    #     'periods': (            # 预约时间段（每段时间不能超过4小时）
    #         ('8:30:00', '12:30:00'),
    #         ('13:30:00', '17:30:00'),
    #         ('18:30:00', '21:45:00')
    #     ),
    #     'pushplus': '6915ced43b2c483c915a0d9301c3337e',         # pushplus 的 token（用于推送消息到微信）
    # },

    # {
    #     'sno': '2006200084',         # 学号
    #     'pwd': 'Zz1392718316@',         # 密码
    #     'devName': '306-089',   # 预约的座位号（不足3位数的要补零）
    #     'name': '张和壮',        # 随便起个名字
    #     'periods': (            # 预约时间段（每段时间不能超过4小时）
    #         ('8:30:00', '12:30:00'),
    #         ('13:30:00', '17:30:00'),
    #         ('18:30:00', '21:45:00')
    #     ),
    #     'pushplus': '6915ced43b2c483c915a0d9301c3337e',         # pushplus 的 token（用于推送消息到微信）
    # },

    # {
    #     'sno': '2006200008',         # 学号
    #     'pwd': '231439zpx`',         # 密码
    #     'devName': '306-090',   # 预约的座位号（不足3位数的要补零）
    #     'name': '章培鑫',        # 随便起个名字
    #     'periods': (            # 预约时间段（每段时间不能超过4小时）
    #         ('8:30:00', '12:30:00'),
    #         ('13:30:00', '17:30:00'),
    #         ('18:30:00', '21:45:00')
    #     ),
    #     'pushplus': 'd4033ded0997430ea0267f23f3a81fc6',         # pushplus 的 token（用于推送消息到微信）
    # },

    {
        'sno': '2006200084',         # 学号
        'pwd': 'Zz1392718316@',         # 密码
        'devName': '306-055',   # 预约的座位号（不足3位数的要补零）
        'name': '张和壮',        # 随便起个名字
        'periods': (            # 预约时间段（每段时间不能超过4小时）
            ('8:30:00', '12:30:00'),
            ('13:30:00', '17:30:00'),
            ('18:30:00', '21:45:00')
        ),
        'pushplus': '6915ced43b2c483c915a0d9301c3337e',         # pushplus 的 token（用于推送消息到微信）
    },

    {
        'sno': '2006200008',         # 学号
        'pwd': '231439zpx`',         # 密码
        'devName': '306-056',   # 预约的座位号（不足3位数的要补零）
        'name': '章培鑫',        # 随便起个名字
        'periods': (            # 预约时间段（每段时间不能超过4小时）
            ('8:30:00', '12:30:00'),
            ('13:30:00', '17:30:00'),
            ('18:30:00', '21:45:00')
        ),
        'pushplus': 'd4033ded0997430ea0267f23f3a81fc6',         # pushplus 的 token（用于推送消息到微信）
    },

]
